"Email" = "Email";
"Username" = "Usuario";
"Password" = "Clave";
"Follow %@" = "Seguir %@";
"Continue" = "Continuar";
"Share" = "Compartir";
"More..." = "Más...";
"Cancel" = "Cancelar";
"Slug" = "Slug";
"Private" = "Privado";
"Public" = "Público";
"Caption" = "Leyenda";
"Title" = "Título";
"Tags" = "Etiquetas";
"Close" = "Cerrar";
"Notes" = "Notas";
"Note" = "Nota";
"Shared" = "Compartido";
"Edit" = "Editar";
"Actions" = "Acciones";
"Services" = "Servicios";
"Send to %@" = "Enviar a %@";
"Copy" = "Copiar";
"Copied!" = "¡Copiado!";
"Saving to %@" = "Salvando a %@";
"Saved!" = "¡Salvado!";
"Offline" = "Offline";
"Error" = "Error";
"Login" = "Login";
"Logging In..." = "Haciendo login...";
"Login Error" = "Error de login";
"Connecting..." = "Conectando...";

"Shortening URL..." = "Acortando URL...";
"Shorten URL Error" = "Error acortando URL";
"We could not shorten the URL." = "No pudimos acortar la URL.";

"Create a free account at %@" = "Crea una cuenta gratis en %@";
"Create an account at %@" = "Crea una cuenta en %@";

"Send to Twitter" = "Enviar a Twitter";

"Message is too long" = "Mensaje demasiado largo";
"Twitter posts can only be 140 characters in length." = "Los mensajes de twitter sólo pueden tener 140 caracteres de longitud.";
"Message is empty" = "Mensaje vacío";
"You must enter a message in order to post." = "Debe introducir un mensaje para poder publicarlo.";

"Enter your message:" = "Introduzca su mensaje:";

"Invalid email or password." = "Email o contraseña inválida.";
"The service encountered an error. Please try again later." = "El servicio tuvo un error. Por favor reintente más tarde.";
"There was an error sending your post to Tumblr." = "Hubo un error enviando su mensaje a Tumblr.";

"There was an error saving to Pinboard" = "Hubo un error salvando a Pinboard";

"Sorry, %@ did not accept your credentials. Please try again." = "Lo sentimos, %@ no aceptó sus credenciales. Por favor inténtelo de nuevo.";
"Sorry, %@ encountered an error. Please try again." = "Lo sentimos, %@ encontró un error. Por favor inténtelo de nuevo.";
"There was a problem saving to %@." = "Hubo un problema salvando a %@.";

"Incorrect username and password" = "Usuario y contraseña incorrectas";
"There was an error logging into Google Reader" = "Hubo un problema haciendo login en Google Reader";
"There was a problem authenticating your account." = "Hubo un problema autenticando su cuenta.";
"There was a problem saving your note." = "Hubo un problema salvando su nota.";

"Open in Safari" = "Abrir en Safari";
"Attached: %@" = "Adjunto: %@";

"You must be online to login to %@" = "Tiene que estar online para hacer login en %@";

"Auto Share" = "Auto compartir";
"Enable auto share to skip this step in the future." = "Activar autocompartir para evitar este paso en el futuro.";

"You must be online in order to share with %@" = "Debe estar online para poder compartir con %@";

"Could not authenticate you. Please relogin." = "No se le pudo autenticar. Por favor vuelva a hacer login.";
"There was a problem requesting authorization from %@" = "There was a problem requesting authorization from %@";
"Request Error" = "Error de solicitud";
"There was an error while sharing" = "Hubo un error mientras se compartía";

"Authorize Error" = "Error de autorización";
"There was an error while authorizing" = "Hubo un error durante la autorización";

"Authenticating..." = "Autenticando...";
"There was a problem requesting access from %@" = "Hubo un problema solicitando acceso de %@";

"Access Error" = "Error de acceso";

"Logout" = "Logout";
"Sharing a Link" = "Compartir enlace";
"Sharing an Image" = "Compartir imagen";
"Sharing Text" = "Compartir texto";
"Sharing a File" = "Compartir un fichero";
"Are you sure you want to logout of all share services?" = "¿Está seguro de que desea hacer logut de todos los servicios para compartir?";
"Examples" = "Ejemplos";
"EDMA Error" = "Error EDMA";
"EDMA Version is too old." = "Versión EDMA demasiado vieja.";
"Your username and password did not match" = "Su nombre de usuario y contraseña no coincidieron";
"Untitled" = "Sin título";
"There was a problem sharing with Evernote" = "Hubo un problema compartiendo con Evernote";
"Get" = "Obtener";
"Description" = "Descripción";
"Tag (space) Tag" = "Etiqueta (espacio) Etiqueta";
"Is Public" = "Es público";
"Is Friend" = "Es amigo";
"Is Family" = "Es familia";
"Logged Out!" = "¡Hizo logout!";
"Sent from %@" = "Enviado de %@";
"Save to Photo Album" = "Salvar al álbum de fotos";
"Tag,Tag" = "Etiqueta,Etiqueta";
